;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Complete Internet Repair
Version = 5.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Italiano - Italian
Code = it
Encoding = Unicode

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
File = File
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Riguardo %{Program.Name}
Label_Version = Versione
Label_AutoIt = Versione con AutoIt
Label_Copyright = Copyright
Tip_Title_Donate = Dona per la nostra causa
Tip_Message_Donate = Quando donate, ci aiutate a mantenere il nostro software libero e ci permettete di acquisire gli strumenti per servirvi. 
Label_Home = Pagina WEB
Label_License = Licenza
Label_Support = Contattaci
Tip_Title_Country = Made in Sud Africa
Tip_Message_Country = %{Program.Name} è stato elaborato in Sud Africa.
Label_Contributors = Collaboratori
Tip_Facebook = Like su Facebook.
Tip_Twitter = Seguiteci su Twitter.
Tip_GooglePlus = Trovaci su Google.
Tip_GitHub = %{Program.Name} su GitHub.
Button_Ok = Ok
Label_RAM = (RAM) %d MB LIBERI DI %d MB (%d%)
Tip_RAM = Accesso Casuale alla Memory
Label_HDD = (%s) %.2f GB LIBERI DI %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Ricorda! Non effettuare riparazioni se NON necessarie, potresti creare dei problemi!
Label_Status_Updates = Ricerca aggiornamenti
Checkbox_Repair_01 = Ripristina i protocolli Internet (TCP/IP)
Checkbox_Repair_02 = Ripara Winsock (Ripristino del Catalogo)
Checkbox_Repair_03 = Riavvia la connessione ad Internet
Checkbox_Repair_04 = Pulisce la Cache DNS Resolver
Checkbox_Repair_05 = Pulisce la Cache ARP
Checkbox_Repair_06 = Ripara Internet Explorer %s
Checkbox_Repair_07 = Svuota cronologia aggiornam. di Windows
Checkbox_Repair_08 = Ripara Windows/Aggiornam. automatici
Checkbox_Repair_09 = Ripara la crittografia SSL / HTTPS
Checkbox_Repair_10 = Resetta la configurazione Proxy del Server
Checkbox_Repair_11 = Resetta la configuraz. di Windows Firewall
Checkbox_Repair_12 = Ripristina il file hosts di default
Checkbox_Repair_13 = Rinnova le registrazioni del client di Wins
Tip_Status_Show = Mostra lo stato
Tip_Status_Hide = Nasconde lo stato
Button_Go = Esegui!
Button_Go_Stop = Ferma
Info_01 = Prima di iniziare è raccomandabile creare un Punto di Ripristino del Sistema per poter tornare indietro nel caso in cui non avesse funzionato qualcosa con Complete Internet Repair. Comunque, avvia sempre prima la risoluzione dei problemi di Internet di Windows.\rn\rnSeleziona l'opzione desiderata e premi '%s' per iniziare. NON selezionare nulla se non ti è stato descritto il problema dal tuo computer. Salta qualsiasi opzione se non hai capito il problema.
Info_02 = Questa opzione riscrive importanti chiavi di registro usate dal Protocollo Internet (TCP/IP) rimuovendo e reinstallando il protocollo.
Info_03 = Può esssere impiegato per recuperare Winsock nel caso in cui risulti corrotto dalla perdita di connettività di Internet. Questa opzione deve essere usata con attenzione perchè se esistesse un LSP preinstallato, andrebbe reinstallato.
Info_04 = Sblocca e rinnova tutte le connessioni Internet (TCP/IP).
Info_05 = Pulisce la cache DNS Resolver, ricarica tutti i contratti DHCP e ri-registra i nomi dei DNS.
Info_06 = ARP (Address Resolution Protocol) Cache è una tecnica impiegata per memorizzare il 'mappings' degli indirizzi OSI Model Network Layer (Indirizzi IP) ai corrispondenti indirizzi OSI Model Data Link (Indirizzi MAC). Data la varietà di possibili abbinamenti, la cache ARP può risultare danneggiata.\rn\rnI sintomi includono: impossibilità a caricare siti web ed interruzioni nella connessione ad Internet. Il comando Ping potrebbe non funzionare per comunicare con due o più hosts remoti.
Info_07 = Ri-registra tutte le relative librerie dll ed i files ocx richiesti per un buon funzionamento di Microsoft Internet Explorer %s.
Info_08 = Questa opzione pulisce la cronologia degli aggiornamenti di Windows svuotando il '%s' e le cartelle '%s'.
Info_09 = Questa opzione proverà a ripristinare gli aggiornamenti automatici di Windows. Usala nel caso in cui sarà impossibile aggiornare Windows.
Info_10 = Questa opzione ti può essere d'aiuto in caso di problemi di connessione tramite SSL con siti web protetti (p.e. Home Banking).
Info_11 = Molte infezioni da malware creano server proxy ed impostano Windows indirizzando tutto il traffico web attraverso il proxy dei virus. Ad esempio, un tentativo di accedere a Rizonesoft.com, verrà reindirizzato a un sito di malware.\rn\rnQuesta opzione tenterà di ripristinare tutte le configurazioni del proxy, inclusa la configurazione del proxy WinHTTP preesistente.
Info_12 = Resetta la configurazione di Windows Firewall allo stato di default.
Info_13 = Resetta il file hosts di Windows allo stato di default.
Info_14 = Talvolta è necessario che i client o i server della rete debbano registrare nuovamente i propri nomi NetBIOS con un server WINS (Windows Internet Name Service).\rn\rnIn alcune situazioni è necessario il rinnovo delle registrazioni del client WINS: la registrazione è stata persa o cancellato in WINS e deve essere aggiornato dal client. La registrazione esiste in alcuni server WINS ma non in altri. Una nuova registrazione è quindi utile per incrementare gli ID della versione WINS, il che aiuterà a provocare la replica del server WINS.
Label_Sub_Heading_Notice = Complete Internet Repair è ora in bundle con la riparazione completa di Windows. Clicca qui per scaricarlo subito ed evolversi!!
Label_All_Complete = Tutte le attività selezionate sono state completate.


[Donate]
Label_Heading = %{Program.Name} ti sta aiutando per più di %d oe. Ora, che ne dici di donare qualcosa alla nostra causa?
Label_Message = Clicca sul pulsante PayPal in basso o vai su PayPal.me/rizonesoft, inserisci l'importo e inviaci la donazione. Perché con PayPal, è più facile e più sicuro che portare denaro. Non hai un conto PayPal? Non preoccuparti, registrarsi è facile e veloce.

[File]
Backup_Saving = Salvataggio '%s'.
Backup_Success = La directory è stata salvata con succsso in '%s'.
Backup_Continue = Ora continueremo a rimuoverlot.
Backup_Error_01 = '%s' non può essere salvato.
Backup_Error_02 = Per evitare la perdita di dati, questa directory non verrà rimossa.
CleanDir_Clearing = Sto liberando '%s'.
CleanDir_Error_01 = Percorso della directory
CleanDir_Error_02 = Niente qui '%s'
CleanDir_Error_03 = '%s' non può essere rimosso.
CleanDir_Attributes = Impostazione degli attributi per '%s'.
CleanDir_Success = Rimossi con successo '%s'.
Delete_Removing = In rimozione '%s'.
Delete_Success = Il file è stato cancellato con successo.
Delete_Error = Si è verificato un errore durante l'eliminazione del file.
OpenText_Opening = Opening '%s'
OpenText_Success = Sto mostrando '%s' del file.
OpenText_Error = Impossibile trovare il '%s' file.

[Logging]
Finished = Terminato
success = successo
Response_Received = Risposta ricevuta
Successfully = Con successo
OK = OK!
Registration_succeeded = Registrazione riuscita
Initiated = Iniziato
Error = errore
Failed = fallito
Access_Denied = Accesso negato
No_Operation_Performed = Non può essere eseguita nessuna operazione
VERSION = VERSIONE
File_Not_Found = Impossibile trovare il '%s' File di registro.
Showing_File = Sto mostrando '%s' il File di registro.
Showing_Error = Qualcosa è andato storto: ID processo: %s
Opening_File = Apertura del File di registro.
Opening_Directory = Apertura della cartella dei files di registro...
Directory_Not_Found = Impossibile trovare la '%s' Directory dei files di registro
Bool_Yes = SI
Bool_No = No
Info_Date = Data:
Info_Program = Programma:
Info_Program_Path = Percorso del Programma:
Info_Compiled = Compilato:
Info_AutoIt_Version = Versione AutoIt:
Info_AutoIt_64Bit = Versione AutoIt 64-Bit:
Info_Windows_Version = Versione di Windows:
Info_System_Type = Tipo di sistema:
Info_Memory = Memoria (RAM):
Info_ProgramFiles = Directory dei files di Programma:
Info_Windows_Directory = Directory di Windows:
Level_Error = Errore:
Level_Warning = Attenzione:
Level_Success = Successo:
Level_Finished = Terminato:

[Menus]
File = &File
File_Event_Log = Visualizzatore &eventi di Windows
File_Preferences = &Preferenze
File_Logging = &Registrazione
File_Logging_Open_File = Apertura del file di &registro
File_Logging_Open_Directory = Apertura della &Directory dei files di registro
File_Logging_IP_Reset = Registro di reset &IP aperto
File_Export = &Esporta (informazioni)
File_Export_IP = Configurazioni &IP (tutte)
File_Export_LSP = Winsock &LSPs
File_Export_ARP = Inserimenti &ARP (tutti)
File_Export_NBIOS = Statistiche Net&BIOS
File_Reboot = &Riavvio di Windows
File_Close = &Esci\tAlt+F4
Maintenance = &Manutenzione
Maintenance_Restore = &Creare un Punto di Ripristino di Sistema
Troubleshoot = &Risoluzione dei problemi
Troubleshoot_01 = Diagnostica delle &Connessioni di rete (Internet)
Troubleshoot_02 = Diagnostica della &scheda di rete
Troubleshoot_03 = Diagnostica di I&nternet
Troubleshoot_04 = Diagnostica delle connessioni &in ingresso
Troubleshoot_05 = Diagnostica del &Gruppo Home
Troubleshoot_06 = Diagnostica delle &cartelle condivise in rete
Troubleshoot_07 = Diagnostica del &Servizio trasferimento intelligente in Background
Troubleshoot_08 = Diagnostica di Windows &Update
Troubleshoot_09 = Diagnostica di Internet E&xplorer
Troubleshoot_10 = Diagnostica della &Sicurezza di Internet Explorer 
Troubleshoot_11 = Sp&eed Test by Ookla
Troubleshoot_12 = Ricerca le &Passwords dei routers
Tools = A&ttrezzi
Tools_RDP = Connessione al &Deskop Remoto
Tools_IE_Properties = Proprietà di Internet &Explorer
Tools_Install_IP6 = &Installa il protocollo IP6
Tools_Uninstall_IP6 = &Disinstalla il protocollo IP6
Tools_Repair_WorkView = Ripara la vista dei&Computer appartenenti al Workgroup
Help = &Aiuto
Help_Update = Cerca &aggiornamenti
Help_Home = %{Company.Name} &Home
Help_Downloads = Altri &Downloads di programmi Rizonesoft
Help_Contact = &Contatti %{Company.Name}
Help_Issue = Creare una &nuova edizione
Help_Donate = Donate per la &nostra causa 
Help_About = Riguardo %{Program.Name}
Debug = &Mettere a punto

[Messages]
Info_Title = Per favore prendere nota
Warning_Title = Attenzione!
Error_Title = Oops! Qualcosa è andata storta!
Error_Oops = Oops!
Singleton = Risulta già in escuzione un'altra istanza di %{Program.Name}.
Compatible = %{Program.Name} non è compatibile con questa versione di windows. Se ritieni che si tratti di un errore, non esitare a lasciare un messaggio dettagliato a '%s'.
Compatible_Bit = Sfortunatamente %{Program.Name} a 32 Bit non è compatibile con la tua versione di Windows. Scarica %{Program.Name} a 64 Bit da '%s'
Loading_Initializing = Sto avviando %{Program.Name}
Loading_Localizations = Caricamento delle localizzazioni
Loading_Resources = Impostazione delle risorse
Loading_WorkingDirectories = Impostazione delle Directories di lavoro
Loading_Logging = Avvio della registrazione
Loading_Configuration = Caricamento della Configurazione
Loading_Shortcuts = Impostazione dei tasi rapidi
Loading_Interface = Avvio del Core Interface
Ping_Check_Connection = Verifica della connessione ad Internet.
Ping_Response = Risposta ricevuta in %s millisecondi.
Ping_Host_Offline = L'host è offline.
Ping_Host_Unreachable = L'host è irraggiungibile.
Ping_Host_Bad = Destinazion errata.
Ping_Host_No_Internet = Nessuna connessione ad Internet.
Global_Errors = Terminato in (%02i) %s!
Global_Errors_Error = errore
Global_Errors_Errors = errori
Global_Finished = Attività selezionata completata.
Global_File = file
Global_Files = files
RegisterDll_Success = RegSvr32.exe > '%s' registrazione avvenuta.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Per registrare un modulo, è necessario fornire un nome binario.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Il modulo specificato non è stato trovato.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Modulo caricato, ma il DllRegisterServer non è stato trovato.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Errore numero: 0x80070005
Registry_Write_Error = Impossibile scrivere in '%s'
Registry_Error_01 = Impossibile aprire la chiave richiesta.
Registry_Error_02 = Impossibile aprire la chiave principale richiesta.
Registry_Error_03 = Impossibile aprire il valore richiesto.
Registry_Error_04 = Tipo di valore non supportato.
Registry_Error_05 = Impossibile cancellare il valore richiesto.
Registry_Error_06 = Impossibile eliminare la chiave/valore richiesto.

[Messages2]
Select_Something_Title = Seleziona qualcosa
Select_Something_Message = Che ne dici di selezionare qualcosa prima?
Stopping = Attendere prego!
Boot_01 = Potrebbe essere necessario un riavvio del sistema prima che le impostazioni abbiano effetto.
Boot_02 = Riavvio oppure no?
Boot_03 = Potrebbe essere necessario riavviare il computer prima che le impostazioni abbiano effetto. Vorresti riavviare il tuo computer adesso? Salva i files aperti e premi Sì per riavviare il computer. Oppure premi No per ignorare.
Boot_04 = ^ Non vuoi riavviare il computer?
Boot_05 = ^ Non posso discutere su questo. Dopo tutto è il tuo computer!
Boot_06 = Clicca su File e quindi Riavvia Windows per riavviare il computer in un secondo momento.
Boot_07 = Riavvio di Windows...
MsgBox_Boot_Title = Riavvio!
MsgBox_boot_Message = Il computer verrà riavviato tra %s secondi. Questo dovrebbe darti abbastanza tempo per salvare i tuoi files aperti. Premi OK per riavviare il tuo computer adesso.
Boot_Restarting = Il tuo computer si sta riavviando.
Boot_Canceled = Riavvio annullato.
Reset_IP_01 = Ripristino di tutte le configurazioni IP.
Reset_IP_02 = Il registro delle impostazioni di TCP/IP è posizionato @ '%s'.
Reset_IP_03 = Ripristino delle configurazioni IP versione 4.
Reset_IP_04 = Ripristino delle configurazioni IP versione 6.
Winsock_01 = Tentativo di reimpostare il catalogo di Winsock.
Winsock_02 = Si consiglia di installare Windows XP Service Pack 2 o successivo.
Winsock_03 = Terminat il ripristino del catalogo di Winsock.
Winsock_04 = Reimpostazione di Winsock utilizzando il metodo 1.
Winsock_05 = Reimpostazione di Winsock utilizzando il metodo 2.
Renew_IP_01 = Rilascio e rinnovo delle connessioni TCP/IP.
Renew_IP_02 = Rilascio delle connessioni TCP/IP.
Renew_IP_03 = Rinnovo delle connessioni TCP/IP.
Renew_IP_04 = Reimpostazione di Winsock.
Renew_IP_05 = TCP/IP rinnovato
DNS_01 = Pulizia della cache dei Resolver DNS.
DNS_02 = Risciacquo DNS
DNS_03 = Registrazione DNS
DNS_04 = DNS puliti
ARP_01 = Risciacquo della cache ARP (Address Resolution Protocol).
ARP_02 = Cache ARP Cache pulita
Repair_IE_01 = Version %s di Internet Explorer in riparazione.
Repair_IE_02 = Chiusura di Internet Explorer. Salva il tuo lavoro prima di premere OK
Repair_IE_03 = Ripristino della pagina 'Apri in una nuova scheda/finestra non funzionante'.
Repair_IE_04 = Ripristino della pagina 'Add-Ons - La voce di menù Manager è presente ma non succede nulla'.
Repair_IE_05 = Ripristino API di posta HTML semplice.
Repair_IE_06 = Ripristino dello snap-in dei criteri di gruppo.
Repair_IE_07 = Ripristino Smart Screen.
Repair_IE_08 = Ripristino dello IEAK Branding.
Repair_IE_09 = Ripristino degli Strumenti di sviluppo.
Repair_IE_10 = Ripristino della pagina 'IE8 si chiude immediatamente al momento del lancio'.
Repair_IE_11 = Ripristino del Gestore delle licenze.
Repair_IE_12 = Ripristino della riparazione dei collegamenti Javascript non funziona (Robin Walker).
Repair_IE_13 = Ripristino VS Debugger.
Repair_IE_14 = Ripristinog Problemi di stampa, apri in una nuova finestra.
Repair_IE_15 = Ripristino della pagina 'Trova su questa pagina è vuota'.
Repair_IE_16 = Ripristino Process debug manager.
Repair_IE_17 = Ripristino VML Renderer.
Repair_IE_18 = Correzione della pagina 'Nuove schede non può visualizzare il contenuto perché non può accedere ai controlli'.
Repair_IE_19 = Questo è il risultato di un bug in shdocvw.dll.
Repair_IE_20 = Riparazione di Outlook Express.
Repair_IE_21 = Internet Explorer dovrebbe funzionare correttamente ora.
Clear_Update_01 = Cancellazione dei file memorizzati (Cronologia degli aggiornamenti).
Clear_Update_02 = Cronologia degli aggiornamenti pulita.
Repair_Update_01 = Riparazione di Windows Update / Aggiornamenti automatici.
Repair_Update_02 = Arresto del servizio di aggiornamento di Nero.
Repair_Update_03 = Arresto del servizio BITS.
Repair_Update_04 = Arresto del servizio Aggiornamenti automatici.
Repair_Update_05 = Impostazione del descrittore di sicurezza BITS.
Repair_Update_06 = Impostazione del Descrittore di sicurezza del servizio Aggiornamenti automatici.
Repair_Update_07 = Configurazione del servizio Aggiornamenti automatici.
Repair_Update_08 = Configurazione del servizio BITS.
Repair_Update_09 = Registrazione delle librerie degli aggiornamenti di Windows.
Repair_Update_10 = Riavvio del servizio Aggiornamenti automatici.
Repair_Update_11 = Riavvio del servizio BITS.
Repair_Update_12 = Riavvio del servizio di aggiornamento di Nero.
Repair_Update_13 = Pulire i metadati transazionali sul prossimo mount Transactional Resource Manager.
Repair_Update_14 = Cancellare la coda BITS.
Repair_Update_15 = Avvio immediato del rilevamento degli aggiornamenti di Windows.
Repair_Update_16 = Windows Update riparato.
SSL_Crypt_01 = Ripristino del servizio di crittografia SSL / HTTPS.
SSL_Crypt_02 = Arresto del servizio di crittografia.
SSL_Crypt_03 = Configurazione del servizio di crittografia.
SSL_Crypt_04 = Pulizia di '%s'.
SSL_Crypt_05 = '%s' Pulito.
SSL_Crypt_06 = Registrazione delle librerie del sevizio di crittografia SSL / HTTPS.
SSL_Crypt_07 = Librerie del sevizio di crittografia SSL / HTTPS registrate.
SSL_Crypt_08 = Riavvio del servizio di crittografia.
SSL_Crypt_09 = Il banking online dovrebbe funzionare ora.
Reset_Proxy_01 = Ripristino delle impostazioni del proxy.
Reset_Proxy_02 = Impostazione del proxy per l'accesso diretto.
Reset_Proxy_03 = Le impostazioni proxy vengono ripristinate sui valori predefinitits.
Reset_Firewall_01 = Ripristino della configurazione di Windows Firewall.
Reset_Firewall_02 = Le impostazioni del firewall vengono ripristinate ai valori predefiniti.
Restore_HOSTS_01 = Ripristino del file HOSTS di Windows predefinito.
Restore_HOSTS_02 = Si è verificato un errore durante la scrittura del file hosts.
Restore_HOSTS_03 = Scrittura dei dati nel file HOSTS.
Restore_HOSTS_04 = Il file HOSTS è stato creato correttamente.
Restore_HOSTS_05 = File HOSTS ripristinato.
Renew_Wins_01 = Rinnovo delle registrazioni dei clienti di Wins.
Renew_Wins_02 = Registrazioni dei clienti di Wins rinnovato.
Open_Events_01 = Apertura del Visualizzatore eventi di Windows.
Open_Events_02 = Il visualizzatore degli eventi dovrebbe essere aperto ora.
Export_IP_01 = Esportazione della configurazione IP di Windows.
Export_IP_02 = Configurazione IP di Windows salvata in '%s'
Export_IP_03 = Impossibile salvare la configurazione IP.
Export_LSPs_01 = Esportazione dei LSP Winsock installati.
Export_LSPs_02 = Elenco LSP di Winsock salvato in '%s'
Export_LSPs_03 = Impossibile salvare l'elenco LSP.
Export_ARP_01 = Esportazione di voci ARP.
Export_ARP_02 = Voci ARP salvate in '%s'
Export_ARP_03 = Impossibile salvare le voci ARPs.
Export_NBIOS_01 = Esportazione delle statistiche NetBIOS.
Export_NBIOS_02 = Statistiche NetBIOS salvate in '%s'
Export_NBIOS_03 = Impossibile salvare le statistiche del NetBIOS.
Tools_Open_RDP_01 = Apertura della connessione al desktop remoto.
Tools_Open_RDP_02 = Impossibile aprire la connessione al desktop remoto.
Tools_Open_RDP_03 = La connessione al desktop remoto dovrebbe essere aperta.
Tools_Open_IE_Properties_01 = Apertura delle proprietà di Internet Explorers.
Tools_Open_IE_Properties_02 = Impossibile aprire le Proprietà di Internet Explorer.
Tools_Open_IE_Properties_03 = Dovresti vedere le proprietà di Internet Explorer.
Tools_Install_IP6 = Installazione del protocollo TCP/IPv6.
Tools_Uninstall_IP6 = Disinstallazione del protocollo TCP/IPv6.
Tools_Repair_WorkGroup = Riparazione del visore del gruppo di lavoro del Computer.

[Preferences]
Window_Title = Preferenze
Tab_General = Generale
Tab_Logging = Registrazione
Tab_Language = Lingua
Group_Redundancy = Ridondanza
Group_Logging = Registrazione
Group_Language = Lingua
Checkbox_Backup_Folders = Backup Cartelle prima della rimozione
Checkbox_Export_IP = Export IP Configuration before resetting
Checkbox_Enable_Logging = Abilita la registrazione
Label_Log_Exceed = Dimensione MAX. del log:
Label_Logging_Size = Dimen. della registrazione: %s KB
Button_Logging_Clear = Pulizia Registrazione
Label_Language_Message = Seleziona la lingua che preferisci e premi il tasto %s per continuare. (Riavvio richiesto)
Button_Save = Salva
Button_Cancel = Annulla
Label_Updated = Preferenze aggiornate
Label_Logging_Cleared = Registrazione cancellata
MsgBox_Language_Title = Lingua cambiata
MsgBox_Language_Message = La lingua selezionata è stata cambiata. Complete Internet Repair deve essere riavviato affinché la lingua scelta abbia effetto.
MsgBox_Closing_Title = Chiusura di %{Program.Name}
MsgBox_Closing_Message = Desideri chiudere %{Program.Name} adesso?

[Update]
Window_Title_Available = Aggiornamento disponibile
Window_Title_Congratulations = Congratulazioni!
Window_Title_Error = Qualcosa è andato storto!
Label_Message_Update = E' disponibile una nuova versione di %{Program.Name}.
Label_Message_Latest = Stai utilizzando l'ultima versione di %{Program.Name}.
Label_Message_Error = Non è stato possibile recuperare le informazioni sull'ultima versione di %{Program.Name}.
Label_Message_Internet = Per favore controlla la tua connessione Internet e prova di nuovo.
Label_Build_Current = Build attuale:
Label_Build_Update = Aggiorna build:
CheckBox_NoUpdate = Non controllare gli aggiornamenti all'avvio.
Button_Update = Scarica la nuova versione
Button_Close = Chiudere

[Versioning]
Administrator = Amministratore
Build = Build
AutoIt_Version = Versione di AutoIt %{AutoIt.Version} in uso.
Bit = Bit